artifacts/wrk.after.txt
Running 30s test @ http://127.0.0.1:8081/
  4 threads and 256 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.36ms    2.77ms  50.95ms   84.45%
    Req/Sec     7.86k     2.22k   13.12k    62.47%
  Latency Distribution
     50%    3.62ms
     75%    5.27ms
     90%    7.47ms
     99%   14.99ms
  938057 requests in 30.10s, 104.67MB read
Requests/sec:  31166.00
Transfer/sec:      3.48MB