artifacts/wrk.after.txt
Running 30s test @ http://127.0.0.1:8081/
  4 threads and 256 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.59ms    2.24ms  44.26ms   84.45%
    Req/Sec     9.51k     2.26k   15.99k    67.37%
  Latency Distribution
     50%    2.99ms
     75%    4.31ms
     90%    6.08ms
     99%   12.06ms
  1134637 requests in 30.06s, 126.60MB read
Requests/sec:  37739.84
Transfer/sec:      4.21MB