artifacts/wrk.base.txt
Running 30s test @ http://127.0.0.1:8081/
  4 threads and 256 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    74.07ms   13.74ms 226.56ms   76.79%
    Req/Sec     0.86k   148.71     1.34k    74.98%
  Latency Distribution
     50%   74.80ms
     75%   80.92ms
     90%   86.60ms
     99%  113.04ms
  103436 requests in 30.10s, 11.05MB read
Requests/sec:   3436.83
Transfer/sec:    375.90KB